---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LineAndTextAttrSymbol
source: html/35fb06d9-cbc3-600b-67e4-0812f7a653de.htm
---
# LineAndTextAttrSymbol Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.